Repository: jsalatas/plasma-pstate
Catalog: gr.ictpro.jsalatas.plasma.pstate/translate/*_plasma_applet_gr.ictpro.jsalatas.plasma.pstate.po
Languages: hu

source: Processor Settings
hu: Processzor beállítások

source: CPU Frequencies
hu: CPU frekvenciák

source: Min perf
hu: Min telj.

source: Max perf
hu: Max telj.

source: Turbo
hu: Turbó

source: GPU Frequencies
hu: GPU Frekvenciák

source: Min freq
hu: Min frekv. (MHz):

source: Max freq
hu: Max frekv. (MHz):

source: Boost freq
hu: Gyorsító frekv.

source: CPU Governor
hu: CPU verzérlő

source: Performance
hu: Teljesítmény

source: Powersave
hu: Energiatakarékos

source: Energy Performance
hu: Energiateljesítmény

source: Default
hu: Alapértelmezés

source: Balance Performance
hu: Egyensúlyozott teljesítmény

source: Balance Power
hu: Egyensúlyozott energia

source: Power
hu: Energiatakarékos

source: Thermal Management
hu: Hőmérsékletkezelő

source: Balanced
hu: Egyensúlyozott

source: Cool Bottom
hu: Hűtés alatt

source: Quiet
hu: Halk

source: Power Supply Management
hu: Tápellátás kezelés

source: Battery Limit
hu: Akkumlátor limit

source: USB Charge
hu: USB töltés

source: Fan Control
hu: Hűtésvezérlés

source: Silent Mode
hu: Csendes mód

source: Nvidia Settings
hu: Nvidia beállítások

source: Adaptive
hu: Alaklmazkodó

source: Prefer Max Performance
hu: Lehetőleg max teljesítmény

source: Custom Icon:
hu: Egyéni ikon:

# @item:inmenu Open icon chooser dialog
source: Choose...
hu: Választás…

# @item:inmenu Reset icon to default
source: Clear Icon
hu: Ikon visszaállítása
